<template>
  <div class="about-us">
    <h2>Про нас</h2>
    <p class="intro">
      Ласкаво просимо на Pyman – сервіс, що допоможе вам знайти найкращі ціни на будь-який товар.
    </p>
    <div class="content">
      <p>
        Ми створили платформу, яка дозволяє швидко знаходити актуальні ціни на товари та порівнювати їх
        між різними магазинами та тендерами. Більше не потрібно переглядати десятки сайтів – усе в одному місці!
      </p>
      <h3>Наші можливості:</h3>
      <ul>
        <li>Пошук товарів за категоріями та ключовими словами.</li>
        <li>Порівняння цін між популярними магазинами.</li>
        <li>Аналіз тендерних пропозицій та вигідних угод.</li>
        <li>Зручний інтерфейс для швидкого доступу до важливої інформації.</li>
      </ul>
      <p>
        Ми прагнемо зробити шопінг більш розумним, допомагаючи вам приймати вигідні рішення
        та заощаджувати кошти.
      </p>
    </div>
  </div>
</template>

<script>
    export default {
        name: "About"
    };
</script>

<style scoped>
  .about-us {
    text-align: center;
    padding: 5rem;
    max-width: 3000px; 
    margin: 0 auto; 
  }

  .intro {
    font-size: 1.2rem;
    margin-bottom: 1rem;
  }
</style>
